other-codes/openfoam-toolchain-with-gmsh-main/Simulation_Outputs/test_2/simpleFoam-3D/4_freestream_kwSST_cp/Allrun
#!/bin/sh
# 

extrudeMesh
//rm -f 0/*
//cp 0.org/* 0/
changeDictionary
checkMesh -allGeometry -latestTime
simpleFoam | tee logSimpleFoam 
gnuplot Coefficients.GNUPLOT
gnuplot Residuals_png.GNUPLOT